Repository: jrlmx2/CallPress
Catalog: plugins/bsuite/lang/bsuite-*.po
Languages: ru_ru

source: bSuite Post Icon
ru_ru: b иконка постов сайта

source: Upload New
ru_ru: загрузить новый

source: %s max
ru_ru: %s максимально

source: You do not have permission to upload files.
ru_ru: у вас нет разрешения загружть файлы

source: You cannot add an icon to a post you`re not currently editing.
ru_ru: вы не можете добавить иконку к посту, который вы сейчас редактируете

source: Permalink
ru_ru: Прямая ссылка

source: Could not insert term into the database
ru_ru: вы не можете включать условия в базу данных

source: Could not insert session into the database
ru_ru: вы не можете включить сеанс в базу данных

source: Could not insert bsuite_hits_target into the database
ru_ru: не можете включить bsuite_hits_цель в базу данных

source: Could not insert bsuite_hits_searchword into the database
ru_ru: вы не можете включить bsuite_hits_поиск слова в базу данных

source: Could not insert bsuite_hits_session_history into the database
ru_ru: вы не можете включить bsuite_hits_сеанс_истории в базу данных

source: Could not clean up the incoming stats table
ru_ru: Статистика не очищается в таблице

source: Permalink to %s
ru_ru: Прямая ссылка на %s

source: Read the rest of this entry
ru_ru: прочесть часть этой статьи

source: Posted by %s
ru_ru: отправлено %s

source: View all posts by %s
ru_ru: все постыпросмотрены %s

source: Edit
ru_ru: редактировать

source: Comments (0)
ru_ru: комментарии (0)

source: Comments (1)
ru_ru: комментарии (1)

source: Comments (%)
ru_ru: комментарии (%)

source: bSuite interval. Set in bSuite options page.
ru_ru: bSuite интервал. установить это в страницу опций bSuite

source: Who can edit this page?
ru_ru: кто может редактировать эту страницу?

source: Anyone
ru_ru: каждый

source: Registered users
ru_ru: зарегистрированные пользователи

source: Authors and Editors
ru_ru: авторы и редакторы

source: Just Editors
ru_ru: только редакторы

source: Tags
ru_ru: тэги

source: bSuite Machine Tags
ru_ru: bSuite машинные тэги

source: Excerpt
ru_ru: отрывок

source: Excerpts are optional hand-crafted summaries of your content. You can <a href="http://codex.wordpress.org/Template_Tags/the_excerpt" target="_blank">use them in your template</a>
ru_ru: отрывки являются дополнительными выполненными руками итоги вашего содержания. вы можете <a href="http://codex.wordpress.org/Template_Tags/the_excerpt" target="_blank"> использовать их в вашем шаблоне </a>

source: Categories
ru_ru: категории

source: + Add New Category
ru_ru: + добавить новые категории

source: New category name
ru_ru: имя новой категории

source: Parent category
ru_ru: начальная категория

source: Add
ru_ru: добавить

source: All Categories
ru_ru: все категории

source: Most Used
ru_ru: наиболее использованные

source: Related Posts
ru_ru: связанные посты

source: Title:
ru_ru: название

source: Number of posts to show:
ru_ru: показать номера постов

source: (at most 15)
ru_ru: (не больше чем15

source: Bookmark &amp; Feeds
ru_ru: пометка &amp; питание

source: Recently Commented Posts
ru_ru: посты, которые недавно комментировали

source: Recently Commented
ru_ru: недавно комментировали

source: Show:
ru_ru: показать:

source: icon:
ru_ru: иконка:

source: title:
ru_ru: название

source: counts:
ru_ru: счета:

source: A list of posts and pages with recent comments
ru_ru: список постов и страниц с последними комментариями:

source: Popular Posts
ru_ru: популярные посты:

source: In past x days (1 = today only):
ru_ru: в прошлом x дней (1= только сегодня)

source: (at most 30)
ru_ru: (не меньше чем 30)

source: Your site&#8217;s most popular posts and pages
ru_ru: ваш сайт &#8217;s еаиьолее популярные посты и страницы

source: Recent Search Terms
ru_ru: последний термин поиска

source: Number of refs to show:
ru_ru: Количество refs для показа:

source: bSuite Related Posts
ru_ru: bSuite связанные посты

source: bSuite Share Links
ru_ru: bSuite ссылки

source: Rebuilding bSuite search index.
ru_ru: создать новый bSuite индекс поиска

source: If your browser doesn't start loading the next page automatically click this link:
ru_ru: есливаш браузер не загружается, следующая страница автоматически щёлкнет эту ссылку

source: Rebuild bSuite search index
ru_ru: создать новый bSuite индекс поиска

source: Next Posts
ru_ru: следующие посты

source: bSuite metdata index rebuilt.
ru_ru: bSuite ремонтировать индекс

source: Generating excerpts.
ru_ru: генерировать отрывок

source: Add post_excerpt to all posts
ru_ru: добавить пост_отрывок ко всем постам

source: All posts now have excerpts! All done.
ru_ru: все посты сейчас имеют отрывки. всё сделано.

source: bSuite bStat Upgrader
ru_ru: bSuite bStat модернизация

source: If you used bSuite3 for stats collection, you&#8217;ll need this (or some manual MySQL queries) to move the data into the new bSuite4 tables.
ru_ru: есл вы используете bSuite3 для начальнойколлекции, вам&#8217;нужен этот (или какой-нибудь другой ручной MySQL запрос) для того, чтобы переместить данные в новые bSuite4 таблицы

source: Huh? You&#8217;ve got no tables to import.
ru_ru: а? у вас &#8217; нет таблиц для импортирования

source: Ack! Failed to reset PHP&#8217;s <a href="http://php.net/set_time_limit">maximum execution time</a>.
ru_ru: неудача при восстановлении PHP&#8217;s <a href="http://php.net/установить_лимит_времени">максимальноевремя выполнения</a>.

source: Your server&#8217;s default time of
ru_ru: ваш сервер&#8217;s по умолчанию время

source: seconds may be too low to complete this upgrade. Some queries can take as long as 30 minutes to complete on a large data set.
ru_ru: секунды могут быть слишком медленными для того, чтобы завершить эту модернизацию. некоторые запросымогут занимать не меньше, чем30 минут, чтобызавершить установкубольшой базы данной

source: You can try executing the MySQL commands manually if you&#8217;d like.
ru_ru: вы можете попробовать выполнить команды MySQL вручную, если вы &#8217;d

source: You must activate bSuite 4 before proceeding.
ru_ru: вы должны активизировать bSuite 4 до продолжения

source: It&#8217;s worth mentioning that most people recommend backing up your database before doing things like this.
ru_ru: &#8217;s стои напомнить, что большинству рекомендуется возвратить базу данных перед тем, какделать это

source: Import hits stats &raquo;
ru_ru: Импорт статистики переходов &raquo;

source: Import search terms &raquo;
ru_ru: импортировать термины поиска &raquo;

source: Import search targets &raquo;
ru_ru: импортировать объекты поиска &raquo;

source: Clean up taxonomies &raquo;
ru_ru: получить таксономию &raquo;

source: Clean up terms &raquo;
ru_ru: получить сроки &raquo;

source: Optimize tables &raquo;
ru_ru: оптимизировать таблицы &raquo;

source: Delete old tables &raquo;
ru_ru: удалить старые таблицы &raquo;

source: bSuite Tag Importer
ru_ru: bSuite импортер тэга

source: Howdy! This imports tags from posts in this blog to the new WordPress native tagging structure.
ru_ru: импорт тэгов с постов в этот блог в новую структуру тэгов WordPress

source: This has not been tested much. Mileage may vary.
ru_ru: это не было много раз протестировано. Mileage may vary

source: Don&#8217;t be stupid - backup your database before proceeding!
ru_ru: &#8217 не будьте глупыми - пробудлируйте вашу базу данных перед тем, как продолжить

source: Step 1 &raquo;
ru_ru: мера 1 &raquo;

source: Show rewrite rules
ru_ru: показать правила подстановки

source: The current rewrite rules (permlink settings)
ru_ru: текущие правила подстановки (настройки permlin)

source: Force Stats Migration
ru_ru: вынужденная пересылка

source: Completed stats migration
ru_ru: завершённая пересылка

source: PHP Info
ru_ru: PHP информация

source: Options
ru_ru: опции

source: Insert related posts links at bottom of each post
ru_ru: включать связанные ссылками посты в низу каждого поста

source: Insert share links at bottom of posts
ru_ru: включать ссылки внизу постов

source: Enhance WordPress search with full text keyword indexing
ru_ru: повышать уровень поиска WordPress при помощи индексорования полного текстового ключевого слова

source: Highlight search words for users who arrive at this site from recognized search engines
ru_ru: выделить значение для пользователей, кто попал на этот сайт через распознаваемые поисковые системы

source: Who can edit pages
ru_ru: кто может редактировать страницы?

source: Management focus
ru_ru: управление фокусам

source: Focus default management view on current user
ru_ru: управление фокусом по умолчанию при просмотре текущим пользователем

source: Focus default management view on current month
ru_ru: управлять окусом по умолчанию при просмотре в текущем месяце

source: Insert default CSS
ru_ru: включить по умолчанию CSS

source: Cron settings
ru_ru: Настройки Cron

source: Seconds between migrations
ru_ru: секунды между персылками

source: Maximum number of items to process
ru_ru: максимальное число пунктов для обработки

source: Load awareness
ru_ru: Загрузка awareness

source: Limit background processing when system load average is over
ru_ru: ограничить фоновую обработку процесса, когда средняя загрузка системы закончена

source: Save Changes
ru_ru: сохранить изменения

source: Documentation
ru_ru: документация

source: More information about bSuite is available at <a href="http://maisonbisson.com/blog/bsuite/">MaisonBisson.com</a>.
ru_ru: больше информации о bSuite достпно на <a href="http://maisonbisson.com/blog/bsuite/">MaisonBisson.com</a>.

source: bSuite Commands
ru_ru: команды bSuite

source: bSuite will do these things automatically; these buttons are here for the impatient.
ru_ru: bSuite не делает этивещи автоматически; эти кнопки здесь для самых нетерпеливых

source: Debugging Tools
ru_ru: инструменты для отладки

source: Easy access to information about WordPress and PHP.
ru_ru: легкий доступ к информации о WordPress and PHP.

source: Quick Stats
ru_ru: Быстрая статистика

source: Page Loads
ru_ru: страница загрузки

source: Other Access
ru_ru: другиедругой доступ

source: Most Trafficked Categories and Tags
ru_ru: большинствоторговых категорий и тэгов

source: Referrers
ru_ru: Переходы

source: Stats tracking, improved sharing, related posts, CMS features, and a kitchen sink. <a href="http://maisonbisson.com/bsuite/">Documentation here</a>.
ru_ru: Информация доступна в <a href="http://maisonbisson.com/bsuite/">документации</a>.
